tap "dbcli/tap"
tap "garden-io/garden"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "potatolabs/git-redate"
tap "qmk/qmk"
brew "act"
brew "glib"
brew "coreutils"
brew "fd"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "graphviz"
brew "gron"
brew "imagemagick"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "neovim"
brew "nghttp2"
brew "node"
brew "prettier"
brew "python@3.11"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zinit"
brew "garden-io/garden/garden-cli"
brew "pgcli"
brew "potatolabs/git-redate/git-redate"
brew "qmk/qmk/qmk"
cask "amethyst"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "font-cousine-nerd-font"
cask "font-devicons"
cask "font-hack-nerd-font"
cask "font-monoid-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitify"
cask "hammerspoon"
cask "karabiner-elements"
cask "nordvpn"
cask "qbittorrent"
cask "qmk-toolbox"
cask "slack"
cask "wkhtmltopdf"
