tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "coreutils"
brew "fzf"
brew "git-lfs"
brew "gnupg"
brew "gron"
brew "imagemagick"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "tree"
brew "zinit"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "bitwarden"
cask "docker"
cask "font-devicons"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "qmk-toolbox"
cask "slack"
cask "wkhtmltopdf"
