tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "fzf"
brew "gnupg"
brew "lazygit"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tree"
brew "zinit"
cask "alacritty"
cask "font-devicons"
cask "font-hack-nerd-font"
cask "karabiner-elements"
